[{
    "soal0": {
        "soal": "Magnet memiliki dua kutub magnet, yaitu ....",
        "a": "kutub utara dan timur",
        "b": "kutub utara dan selatan",
        "c": "kutub selatan dan utara",
        "d": "kutub utara dan barat",
        "benar": "b"
    }
}, {
    "soal1": {
        "soal": "Magnet adalah benda yang dapat menarik benda lain yang terbuat dari bahan logam. Berikut yang merupakan benda-benda yang dapat ditarik magnet adalah ....",
        "a": "besi, baja, dan kayu",
        "b": "besi, plastik, dan baja",
        "c": "besi, plastik, dan kayu",
        "d": "besi, baja, dan nikel",
        "benar": "d"
     
    }

}, {
    "soal2": {
        "soal": "Membuat magnet dengan cara mengalirkan arus listrik ke benda magnetis. Teknik Membuat magnet dengan cara ini adalah   ....",
        "a": "Teknik induksi",
        "b": "Teknik filtrasi",
        "c": "Teknik menggosok magnet",
        "d": "Teknik Elektromagnetik",
        "benar": "d"
       
    }
}, {
    "soal3": {
        "soal": "Membuat magnet dengan cara mendekatkan atau menempelkan suatu benda dengan magnet sehingga benda tersebut berubah menjadi magnet. Teknik Membuat magnet dengan cara ini adalah ....",
        "a": "Teknik induksi",
        "b": "Teknik filtrasi",
        "c": "Teknik menggosok magnet",
        "d": "Teknik Elektromagnetik",
        "benar": "a"
    }
}, {
    "soal4": {
        "soal": "Ada tiga cara yang dapat dilakukan untuk menghilangkan kemagnetan bahan yaitu  ....",
        "a": "memukul, merendam, memanaskan",
        "b": "memukul, merendam, melilitkan magnet dengan arus AC",
        "c": "memukul, memanaskan, dan melilitkan magnet dengan arus AC",
        "d": "memukul, memanaskan, merendam",
        "benar": "c"
    }
}, {
    "soal5": {
        "soal": "Kawat panjangnya 50 cm berada di dalam muatan magnet berkekuatan 20 Tesla, apabila arus listrik yang mengalir pada kawat itu adalah 5 A, maka gaya Lorentz sebesar  ....",
        "a": "50 N",
        "b": "75 N",
        "c": "500 N",
        "d": "25 N",
        "benar": "c"
    
    }
}, {
    "soal6": {
        "soal": "Suatu alat memiliki kekuatan medan magnet sebesar 5 T dan kawatnya 100 cm sehingga menghasilkan gaya Lorentz sebesar 40 N. Maka kuat arus yang digunakan alat itu adalah   ....",
        "a": "49 A",
        "b": "10 A",
        "c": "8 A",
        "d": "2 A",
        "benar": "c"
        
    }
}, {
    "soal7": {
        "soal": "Sebuah transformator mempunyai kumparan primer dan sekunder dengan jumlah lilitan masing-masing 500 dan 5000, dihubungkan dengan jaringan bertegangan arus bolak-balik 220 V. Berapakah tegangan keluarannya   ....",
        "a": "220 volt",
        "b": "1100 volt",
        "c": "2200 volt",
        "d": "22000 volt",
        "benar": "c"
        
    }
}, {
    "soal8": {
        "soal": "Ketika merancang sebuah transformator, agar dihasilkan tegangan sekunder 220 Volt dari tegangan primer 110 volt, maka perbandingan jumlah lilitan sekunder dengan lilitan primer adalah  ....",
        "a": "2 : 3",
        "b": "3 : 2",
        "c": "6 : l2",
        "d": "12 : 6",
        "benar": "d"
        
    }
}, {
    "soal9": {
        "soal": "Pada sebuah transformator terdapat kumparan primer yang mempunyai 1200 lilitan dan kumparan sekunder yang mempunyai 1000 lilitan. Jika arus primer 4 A, maka kuat arus sekunder adalah  ....",
        "a": "2 Ampere",
        "b": "3 Ampere",
        "c": "4 Ampere",
        "d": "4,8 Ampere",
        "benar": "d"
 
    }
}]