[{
    "soal0": {
        "soal": "Berikut ini adalah hewan yang memanfaatkan medan magnet untuk melakukan migrasi, kecuali  ....",
	"a": "salmon",
	"b": "penyu",
	"c": "lobster duri",
	"d": "beruang",
	"benar": "d"
    }
}, {
    "soal1": {
       "soal": "Dalam tubuh bakteri Magnetotactic Bacteria (MTB) terdapat organel khusus yang disebut magnetosome. Senyawa yang terkandung dalam magnetosome adalah  ....",
	"a": "Magnetotactic bacteria",
	"b": "Basitrasin dan penicilin",
	"c": "Amfoterisin dan vankomisin",
	"d": "Magnetite dan greigite ",
	"benar": "d"
     
    }

}, {
    "soal2": {
        "soal": "Benda yang ditarik lemah oleh magnet disebut  ....",
	"a": "paramagnetik",
	"b": "diamagnetik",
	"c": "neomagnetik",
	"d": "feromanetik",
	"benar": "a"
    }
}, {
    "soal3": {
        "soal": "Contoh dari benda diamagnetik adalah ....",
	"a": "nikel",
	"b": "seng",
	"c": "alumunium",
	"d": "besi",
	"benar": "b"
    }
}, {
    "soal4": {
        "soal": "Pernyataan yang benar tentang sifat kutub magnet adalah  ....",
	"a": "kutub senama magnet akan tarik menarik",
	"b": "kutub tidak senama akan tolak menolak",
	"c": "kutub magnet dapat menarik semua benda",
	"d": "kutub senama magnet akan tolak-menolak",
	"benar": "d"
    }
}, {
    "soal5": {
        "soal": "Berikut ini adalah cara-cara yang dapat dilakukan untuk membuat magnet, kecuali  ....",
	"a": "didekatkan magnet utama",
	"b": "dialiri arus listrik",
	"c": "digosokkan magnet utama ",
	"d": "dialiri arus bolak balik",
	"benar": "d"
    
    }
}, {
    "soal6": {
    "soal": "Jenis mineral yang memiliki sifat magnetis paling kuat terdapat dalam tubuh ....",
	"a": "penyu",
	"b": "lobster",
	"c": "ikan salmon",
	"d": "Magnetotactic Bacteria",
	"benar": "d"
        
    }
}, {
    "soal7": {
        "soal": "Sifat kemagnetan suatu logam dapat dihilangkan dengan cara berikut, kecuali  ....",
	"a": "dipanaskan",
	"b": "didinginkan",
	"c": "dihancurkan",
	"d": "dialiri arus bolak balik",
	"benar": "d"
        
    }
}, {
    "soal8": {
        "soal": "Membuat magnet dengan cara elektromagnetik dapat dilakukan dengan cara ....",
	"a": "melilitkan kawat menghantar pada besi atau baja",
	"b": "mengalirkan arus AC melalui solenoide berinti logam",
	"c": "mengalirkan arus DC melalui kumparan berinti besi",
	"d": "mengalirkan arus searah melalui batang besi",
	"benar": "a"
        
    }
}, {
    "soal9": {
       "soal": "Gambar di atas menunjukkan tiga buah magnet batang. Jika C kutub selatan, B dengan C tolak menolak, serta D dengan E tarikmenarik, sehingga jenis kutub magnet pada A dan F adalah ....",
	"a": "A kutub selatan, F kutub selatan",
	"b": "A kutub utara, F kutub selatan",
	"c": "A kutub selatan, F kutub utara",
	"d": "A kutub utara, F kutub utara",
	"benar": "d"
 
    }
}, {
    "soal10": {
     
 "soal": "Diatas merupakan rangkaian membuat magnet dengan cara elektromagnetik. Dari gambar diatas yang manakah merupakan kutub utara dan selatan ....",
	"a": "P kutub utara dan Q kutub selatan ",
	"b": "Q kutub utara dan P kutub selatan",
	"c": "P kutub utara dan Q kutub utara",
	"d": "Q kutub selatan dan P kutub selatan",
	"benar": "a"
    }
},{
    "soal11": {
     "soal": "Kutub magnet batang dalam keadaan bebas selalu menunjuk ke arah utara dan selatan   bumi karena ....",
	"a": "letak kutub magnet bumi berada di kutub utara bumi ",
	"b": "letak kutub utara bumi berada di sekitar kutub utara bumi",
	"c": "letak kutub bumi berada di kutub magnet bumi",
	"d": "letak kutub selatan magnet bumi berada di sekitar kutub utara bumi",
	"benar": "d"
 
    }
},{
    "soal12": {
     "soal": "Suatu alat memiliki kekuatan medan magnet sebesar 5 T dan kawatnya 100 cm sehingga menghasilkan gaya Lorentz sebesar 40 N. Maka kuat arus yang digunakan alat itu adalah ....",
	"a": "49 A ",
	"b": "10 A",
	"c": "8 A",
	"d": "2 A",
	"benar": "c"
 
    }
},{
    "soal13": {
     	"soal": "Sebuah kawat tembaga sepanjang 10 m dialiri arus listrik sebesar 5 mA. Jika kawat tembaga tersebut tegak lurus berada dalam medan magnet sebesar 8 tesla, gaya Lorentz yang timbul adalah ....",
	"a": "0,4 newton ",
	"b": "4 newton",
	"c": "0,04 newton",
	"d": "1,4 newton",
	"benar": "a"
 
    }
},{
    "soal14": {
     	"soal": "Pada sebuah transformator terdapat kumparan primer yang mempunyai 1200 lilitan dan kumparan sekunder yang mempunyai 1000 lilitan. Jika arus primer 4 A, maka kuat arus sekunder adalah ....",
	"a": "2 Ampere ",
	"b": "3 Ampere",
	"c": "4 Ampere",
	"d": "4,8 Ampere",
	"benar": "d"
 
    }
},{
    "soal15": {
     	"soal": "Pengertian dari sudut deklinasi adalah  ....",
	"a": "sudut yang dibentuk antara jarum kompas dengan kutub utara selatan bumi",
	"b": "sudut yang dibentuk jarum kompas dengan bidang horizontal bumi",
	"c": "sudut yang dibentuk jarum kompas dengan bidang kemiringan bumi",
	"d": "sudut yang dibentuk jarum kompas dengan kutub utara magnet bumi",
	"benar": "a"
 
    }
},{
    "soal16": {
     	"soal": "Peralatan berikut yang menggunakan sifat induksi elektromagnetik adalah  ....",
	"a": "dinamo sepedai",
	"b": "kipas angin",
	"c": "solder listrik",
	"d": "televisi",
	"benar": "a"
 
    }
},{
    "soal17": {
     	"soal": "Bagian dalam tubuh yang mengalami resonansi magnetik saat dilakukan MRI adalah ....",
	"a": "atom hidrogen",
	"b": "sel-sel tubuh",
	"c": "molekul air",
	"d": "darah",
	"benar": "a"
 
    }
},{
    "soal18": {
     	"soal": "Pembangkit listrik tenaga nuklir memiliki prinsip yang sama dengan pembangkit listrik konvensional pada proses  ....",
	"a": "menghasilkan panas ",
	"b": "pembakaran bahan bakar",
	"c": "konversi energi panas menjadi energi listrik",
	"d": "konversi energi gerak menjadi energi listrik",
	"benar": "d"
 
    }
},{
    "soal19": {
     	"soal": "Suatu bagian badan kereta maglev memiliki kutub selatan. Agar tidak condong ke kanan, peletakan kutub-kutub magnet pada dinding lintasan yang tepat adalah ....",
	"a": "dinding kanan kutub utara sedangkan dinding kiri kutub selatan",
	"b": "dinding kanan kutub selatan sedangkan dinding kiri kutub utara",
	"c": "dinding kanan dan kiri keduanya kutub selatan",
	"d": "dinding kanan dan kiri keduanya kutub utara",
	"benar": "b"
 
    }
}
]